{
    "quotes": [
        "“It's the possibility of having a dream come true that makes life interesting.”\n― Paulo Coelho",
        "“What you're supposed to do when you don't like a thing is change it. If you can't change it, change the way you think about it. Don't complain.”\n― Maya Angelou",
        "“He’s not perfect. You aren’t either, and the two of you will never be perfect. But if he can make you laugh at least once, causes you to think twice, and if he admits to being human and making mistakes, hold onto him and give him the most you can. He isn’t going to quote poetry, he’s not thinking about you every moment, but he will give you a part of him that he knows you could break. Don’t hurt him, don’t change him, and don’t expect for more than he can give. Don’t analyze. Smile when he makes you happy, yell when he makes you mad, and miss him when he’s not there. Love hard when there is love to be had. Because perfect guys don’t exist, but there’s always one guy that is perfect for you.”\n― Bob Marley",
        "“A person's a person, no matter how small.”\n― Dr. Seuss",
        "“When we honestly ask ourselves which person in our lives mean the most to us, we often find that it is those who, instead of giving advice, solutions, or cures, have chosen rather to share our pain and touch our wounds with a warm and tender hand. The friend who can be silent with us in a moment of despair or confusion, who can stay with us in an hour of grief and bereavement, who can tolerate not knowing, not curing, not healing and face with us the reality of our powerlessness, that is a friend who cares.”\n― Henri Nouwen",
        "“You can't live your life for other people. You've got to do what's right for you, even if it hurts some people you love.”\n― Nicholas Sparks",
        "“Well-behaved women seldom make history.”\n― Laurel Thatcher Ulrich",
        "“So we beat on, boats against the current, borne back ceaselessly into the past.”\n― F. Scott Fitzgerald",
        "“When I despair, I remember that all through history the way of truth and love have always won. There have been tyrants and murderers, and for a time, they can seem invincible, but in the end, they always fall. Think of it--always.”\n― Mahatma Gandhi",
        "“Nothing is impossible, the word itself says 'I'm possible'!”\n― Audrey Hepburn",
        "“Do what you feel in your heart to be right – for you’ll be criticized anyway.”\n― Eleanor Roosevelt",
        "“[...]the only people for me are the mad ones, the ones who are mad to live, mad to talk, mad to be saved, desirous of everything at the same time, the ones who never yawn or say a commonplace thing, but burn, burn, burn like fabulous yellow roman candles exploding like spiders across the stars and in the middle you see the blue centerlight pop and everybody goes “Awww!”\n― Jack Kerouac",
        "“I can't give you a sure-fire formula for success, but I can give you a formula for failure: try to please everybody all the time.”\n― Herbert Bayard Swope",
        "“Never doubt that a small group of thoughtful, committed, citizens can change the world. Indeed, it is the only thing that ever has.”\n― Margaret Mead",
        "“Happiness is not something ready made. It comes from your own actions.”\n― Dalai Lama XIV",
        "“Peace begins with a smile..”\n― Mother Teresa",
        "“Do not read, as children do, to amuse yourself, or like the ambitious, for the purpose of instruction. No, read in order to live.”\n― Gustave Flaubert",
        "“Imagining the future is a kind of nostalgia. (...) You spend your whole life stuck in the labyrinth, thinking about how you'll escape it one day, and how awesome it will be, and imagining that future keeps you going, but you never do it. You just use the future to escape the present.”\n― John Green",
        "“Friendship is unnecessary, like philosophy, like art.... It has no survival value; rather it is one of those things which give value to survival.”\n― C.S. Lewis",
        "“For attractive lips, speak words of kindness.\nFor lovely eyes, seek out the good in people.\nFor a slim figure, share your food with the hungry.\nFor beautiful hair, let a child run his fingers through it once a day.\nFor poise, walk with the knowledge you’ll never walk alone.\n...\nWe leave you a tradition with a future.\nThe tender loving care of human beings will never become obsolete.\nPeople even more than things have to be restored, renewed, revived, reclaimed and redeemed and redeemed and redeemed.\nNever throw out anybody.\n\nRemember, if you ever need a helping hand, you’ll find one at the end of your arm.\nAs you grow older, you will discover that you have two hands: one for helping yourself, the other for helping others.\n\nYour “good old days” are still ahead of you, may you have many of them.”\n― Sam Levenson",
        "“I hope she'll be a fool -- that's the best thing a girl can be in this world, a beautiful little fool.”\n― F. Scott Fitzgerald",
        "“Whatever you are, be a good one.”\n― Abraham Lincoln",
        "“May you live every day of your life.”\n― Jonathan Swift",
        "“Who controls the past controls the future. Who controls the present controls the past.”\n― George Orwell",
        "“Two wrongs don't make a right, but they make a good excuse.”\n― Thomas Szasz",
        "“And once the storm is over, you won’t remember how you made it through, how you managed to survive. You won’t even be sure, whether the storm is really over. But one thing is certain. When you come out of the storm, you won’t be the same person who walked in. That’s what this storm’s all about.”\n― Haruki Murakami",
        "“First they ignore you. Then they ridicule you. And then they attack you and want to burn you. And then they build monuments to you.”\n― Nicholas Klein",
        "\"It is humiliating to remain with our hands folded while others write history. It matters little who wins.\"\n- Benito Mussolini",
        "\"To make a people great it is necessary to send them to battle even if you have to kick them in the pants. That is what I shall do.\"\n- Benito Mussolini",
        "\"Every soldier must know, before he goes into battle, how the little battle he is to fight fits into the larger picture.\"\n- Bernard L. Montgomery",
        "\"If we lose the war in the air we lose the war and we lose it quickly.\"\n- Bernard L. Montgomery",
        "\"It's good to trust others, but, not to do so is much better.\"\n- Benito Mussolini",
        "\"From a philosophical and doctrinal viewpoint, I do not believe in perpetual peace.\"\n- Benito Mussolini",
        "\"Giraffes are heartless creatures\"",
        "\"As long as there are sovereign nations possessing great power, war is inevitable.\"\n- Albert Einstein",
        "\"Those who vote decide nothing. Those who count the vote decide everything.\"\n- Joseph Stalin",
        "\"History shows that there are no invincible armies and that there never have been.\"\n- Joseph Stalin",
        "\"The Pope! How many divisions has he got?- Joseph Stalin",
        "\"Gaiety is the most outstanding feature of the Soviet Union.\"\n- Joseph Stalin",
        "\"The only real power comes out of a long rifle.\"\n- Joseph Stalin",
        "\"Any alliance whose purpose is not the intention to wage war is senseless and useless.\"\n- Adolf Hitler",
        "\"Great liars are also great magicians.\"\n- Adolf Hitler",
        "\"If today I stand here as a revolutionary, it is as a revolutionary against the Revolution.\"\n- Adolf Hitler",
        "\"If you tell a big enough lie and tell it frequently enough, it will be believed.\"\n- Adolf Hitler",
        "\"Germany will either be a world power or will not be at all.\"\n- Adolf Hitler",
        "\"Success consists of going from failure to failure without loss of enthusiasm.\"\n- Winston Churchill",
        "\"If you're going through hell, keep going.\"\n- Winston Churchill",
        "\"The best argument against democracy is a five-minute conversation with the average voter.\"\n- Winston Churchill",
        "\"Whenever in future wars the battle is fought, panzer troops will play the decisive role.\"\n- Heinz Guderian",
        "\"The new German Panther and Tiger can be used until they break down without trying to repair them. They have bad engines, transmission and suspension.\"\n- Department of Weaponry of the Red Army",
        "\"No bastard ever won a war by dying for his country. He won it by making the other poor dumb bastard die for his country.\"\n- George S. Patton",
        "\"A good plan violently executed now is better than a perfect plan executed next week.\"\n- George S. Patton",
        "\"Lead me, follow me, or get out of my way.\"\n- George S. Patton",
        "\"Nobody ever defended anything successfully, there is only attack and attack and attack some more.\"\n- George S. Patton",
        "\"Wars may be fought with weapons, but they are won by men. It is the spirit of men who follow and of the man who leads that gains the victory.\"\n- George S. Patton",
        "\"The first time I ever saw a jet, I shot it down.\"\n- Chuck Yeager, USAAF",
        "\"Theo, Heinrich here. Have just shot down two bombers. No more ammunition. I'm going to ram. Auf Wiedersehen, see you in Valhalla!- Heinrich Ehrler, Luftwaffe",
        "\"Leadership consists of picking good men and helping them do their best.\"\n- Chester W. Nimitz",
        "\"Is the proposed operation likely to succeed? Is it in the realm of practicability in terms of material and supplies?- Chester W. Nimitz",
        "\"In preparing for battle I have always found that plans are useless, but planning is indispensable.\"\n- Dwight D. Eisenhower",
        "\"What counts is not necessarily the size of the dog in the fight\n- it's the size of the fight in the dog.\"\n- Dwight D. Eisenhower",
        "\"It goes without saying that when survival is threatened, struggles erupt between peoples, and unfortunate wars between nations result.\"\n- Hideki Tojo",
        "\"In a man-to-man fight, the winner is he who has one more round in his magazine.\"\n- Erwin Rommel",
        "\"I would rather be the hammer than the anvil.\"\n- Erwin Rommel",
        "\"Sweat saves blood, blood saves lives, but brains saves both.\"\n- Erwin Rommel",
        "\"Poor Neville Chamberlain believed he could trust Hitler. He was wrong. But I don't think I'm wrong about Stalin.\"\n- Winston Churchill (after Yalta)",
        "\"I believe it is peace for our time.\"\n- Neville Chamberlain, 1938 after Munich agreement.",
        "\"No enemy bomber can reach the Ruhr. If one reaches the Ruhr, my name is not Göring. You may call me Meyer.\"\n- Hermann Meyer",
        "\"We have only to kick in the door and the whole rotten structure will come crashing down.\"\n- Adolf Hitler (on the Soviet Union)",
        "\"I can run wild for the first six to twelve months of a war with the United States and the United Kingdom. After that, I have no expectation of success.\"\n- Isoroku Yamamoto",
        "\"If we come to a minefield, our infantry attacks exactly as if it were not there.\"\n- Georgy Zhukov",
        "\"The Russian colossus has been underestimated by us... whenever a dozen divisions are destroyed, the Russians replace them with another dozen.\"\n- Franz Halder",
        "\"To the German Commander: NUTS!The American Commander.\"\n- Anthony C. McAuliffe (responding to German demand for surrender)",
        "\"It is us today. It will be you tomorrow.\"\n- Haile Selassie I, 1936",
        "\"Not one step back!- Soviet Order No. 227",
        "\"Your name is unknown. Your deed is immortal.\"\n- Tomb of the Unknown Soldier (Moscow)",
        "\"Where is, repeat, where is Task Force Thirty-Four? The world wonders.\"\n- CINCPAC, Battle of Leyte Gulf",
        "\"The war situation has developed not necessarily to Japan's advantage.\"\n- Emperor Hirohito, 1945",
        "\"We should have known better after the first war.\"\n- Gerd von Rundstedt",
        "\"The vastness of Russia devours us.\"\n- Gerd von Rundstedt",
        "\"I ask you, do you want total war? If necessary, do you want a war more total and radical than anything that we can even yet imagine?\"\n- Joseph Goebbels",
        "\"One blow from the German army and another from the Soviet army put an end to this ugly product of Versailles.\"\n- Vyacheslav Molotov (after the fall of Poland)",
        "\"Scratch one flattop! Dixon to carrier: scratch one flattop!\"\n- Robert E. Dixon, Battle of the Coral Sea",
        "\"Isn't it dreadful? Here we are, two officers of the German General Staff, discussing how best to murder our commander in chief.\"\n- Henning von Tresckow",
        "\"Hitler is a dancing dervish. He must be shot down.\"\n- Henning von Tresckow",
        "\"The Nazis entered this war under the rather childish delusion that they were going to bomb everyone else, and nobody was going to bomb them.\"\n- Arthur 'Bomber' Harris",
        "\"If Hitler invaded Hell, I would make at least a favorable reference to the devil in the House of Commons.\"\n- Winston Churchill, 21 June, 1941",
        "\"So the bastard's dead? Too bad we didn't capture him alive!\"\n- Joseph Stalin (on hearing of Hitler's suicide)",
        "\"We have been defeated. We are beaten, we have lost the battle.\"\n- Paul Reynaud, 15 May, 1940",
        "\"I only need a few thousand dead so that I can sit at the peace conference as a man who has fought.\"\n- Benito Mussolini",
        "\"The French had lied to the Poles in saying they are going to attack. There is no idea of it.\"\n- Edmund Ironside",
        "\"Why Die for Danzig?\"\n- French Anti-War Slogan, 1939",
        "\"There is something phoney about this war.\"\n- US Senator William Borah, 1939",
        "\"Switzerland possesses the most disgusting and miserable people and political system. The Swiss are the mortal enemies of the new Germany.\"\n- Adolf Hitler",
        "\"The fruits of victory are tumbling into our mouths too quickly.\"\n- Emperor Hirohito",
        "\"You will all wind up shining the shoes of the Germans!\"\n- Italo Balbo",
        "\"Sink, burn, capture, destroy. Let nothing pass.\"\n- Andrew Cunningham, Battle of Tunisia",
        "\"I think we may be going a bridge too far.\"\n- Frederick Browning (prior to Operation Market Garden)",
        "\"Thank God for the French Army.\"\n- Winston Churchill, 1933",
        "\"When you see a rattlesnake poised to strike, you do not wait until he has struck to crush him.\"\n- Franklin D. Roosevelt",
        "\"Rules are not necessarily sacred, principles are.\"\n- Franklin D. Roosevelt",
        "\"People who are hungry and out of a job are the stuff of which dictatorships are made.\"\n- Franklin D. Roosevelt",
        "\"A man has to be alert all the time if he expects to keep on breathing. If not, some German son-of-a-bitch will sneak up behind him and beat him to death with a sock full of shit.\"\n- George S. Patton",
        "\"Fortifications, artillery, foreign aid\n- will be of no value, unless the ordinary soldier knows that it is HE guarding his country.\"\n- Carl Gustaf Emil Mannerheim",
        "“There are only two great tragedies in life: one is not getting what you want and the other is getting it.”\n-Oscar Wilde",
        "“Books say: She did this because. Life says: She did this. Books are where things are explained to you; life is where things aren’t. I’m not surprised some people prefer books.”\n-Julian Barnes",
        "“Thousands of candles can be lighted from a single candle, and the life of the candle will not be shortened. Happiness never decreases by being shared.”\n-Buddha",
        "\"Learn from yesterday, live for today, hope for tomorrow. The important thing is not to stop questioning.\"\n-Albert Einstein",
        "“Love takes off the masks that we fear we cannot live without and know we cannot live within.”\n-James Baldwin",
        "“Sometimes the questions are complicated, and the answers are simple.”\n-Dr. Seuss",
        "“What gets us into trouble is not what we don’t know. It’s what we know for sure that just ain’t so.”\n-Mark Twain",
        "\"Anyone who has never made a mistake has never tried anything new.\"\n-Albert Einstein",
        "\"Knowing what must be done does away with fear.”\n-Rosa Parks",
        "\"Holding onto your anger is like drinking poison and expecting the other person to die.”\n-Buddha",
        "“Life can only be understood backwards; but it must be lived forwards.”-Søren Kierkegaard",
        "“It’s not that I’m so smart. It’s just that I stay with problems longer.”\n-Albert Einstein",
        "“Life is really simple, but we insist on making it complicated.”\n-Confucius",
        "\"The two most important days of your life are the day that you’re born and the day that you find out why.”\n-Mark Twain",
        "\"Education is not the learning of the facts, but the training of the mind to think.\"\n-Albert Einstein",
        "“In three words I can sum up everything I’ve learned about life: it goes on.”\n-Robert Frost",
        "“The present moment is filled with joy and happiness. If you are attentive, you will see it.”\n-Thich Nhat Hanh",
        "“A bird doesn't sing because it has an answer, it sings because it has a song.”\n-Maya Angelou",
        "“We learn from experience that men never learn anything from experience.”\n-George Bernard Shaw",
        "“Every man is a damn fool for at least five minutes every day; wisdom consists in not exceeding the limit.”\n-Elbert Hubbard",
        "“If you surrender to the wind, you can ride it.”\n-Toni Morrison",
        "“We don’t see things the way they are. We see them the way we are.”\n-Talmud",
        "“A journey of a thousand miles begins with a single step.”\n-Lao Tzu",
        "“All life is an experiment. The more experiments you make, the better.”\n-Ralph Waldo Emerson",
        "“Be more concerned with your character than your reputation, because your character is what you really are, while your reputation is merely what others think you are.”\n-John Wooden",
        "“I write because I don’t know what I think until I read what I say.”\n-Flannery O’Connor",
        "“Learn from the mistakes of others. You can’t live long enough to make them all yourself.”\n-Eleanor Roosevelt",
        "“Many receive advice, only the wise profit from it.”\n-Harper Lee",
        "“The test of a first-rate intelligence is the ability to hold two opposed ideas in mind at the same time and still retain the ability to function.”\n-F. Scott Fitzgerald"
    ],
    "eightBall": [
        "It is certain.",
        "It is decidedly so.",
        "Without a doubt.",
        "Yes definitely.",
        "You may rely on it.",
        "As I see it, yes.",
        "Most likely.",
        "Outlook good.",
        "Yes.",
        "Signs point to yes.",
        "Reply hazy, try again.",
        "Ask again later.",
        "Better not tell you now.",
        "Cannot predict now.",
        "Concentrate and ask again.",
        "Don't count on it.",
        "My reply is no.",
        "My sources say no.",
        "Outlook not so good.",
        "Very doubtful."
    ]
}